{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2022-03-19T04:23:32.211-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier" : "AIMP.AIMP"
				},
				{
					"PackageIdentifier" : "Amazon.Kindle"
				},
				{
					"PackageIdentifier" : "BlueStack.BlueStacks"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu"
				},
				{
					"PackageIdentifier" : "CrystalDewWorld.CrystalDiskMark"
				},
				{
					"PackageIdentifier" : "DeepL.DeepL"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "GIMP.GIMP"
				},
				{
					"PackageIdentifier" : "Glarysoft.GlaryUtilities"
				},
				{
					"PackageIdentifier" : "Google.Chrome"
				},
				{
					"PackageIdentifier" : "CodecGuide.K-LiteCodecPack.Basic"
				},
				{
					"PackageIdentifier" : "LINE.LINE"
				},
				{
					"PackageIdentifier" : "LLVM.LLVM"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal.Preview"
				},
				{
					"PackageIdentifier" : "Canonical.Multipass"
				},
				{
					"PackageIdentifier" : "Insecure.Nmap"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier" : "Kitware.ParaView"
				},
				{
					"PackageIdentifier" : "Postman.Postman"
				},
				{
					"PackageIdentifier" : "ProtonTechnologies.ProtonVPN"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier" : "UnityTechnologies.UnityHub"
				},
				{
					"PackageIdentifier" : "Ubisoft.Connect"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC"
				},
				{
					"PackageIdentifier" : "Zotero.Zotero"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2013Redist-x64"
				},
				{
					"PackageIdentifier" : "ALCPU.CoreTemp"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2010Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.dotnetRuntime.5-x64"
				},
				{
					"PackageIdentifier" : "stnkl.EverythingToolbar"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2015-2022Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2012Redist-x86"
				},
				{
					"PackageIdentifier" : "PlayStation.PSNow"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2015-2022Redist-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK"
				},
				{
					"PackageIdentifier" : "Oracle.VirtualBox"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2008Redist-x64"
				},
				{
					"PackageIdentifier" : "Google.ChromeRemoteDesktop"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2005Redist-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "calibre.calibre"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "Microsoft.dotnetUninstallTool"
				},
				{
					"PackageIdentifier" : "JustinMaximillianKimlim.Xplorer"
				},
				{
					"PackageIdentifier" : "Microsoft.dotnet"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2013Redist-x86"
				},
				{
					"PackageIdentifier" : "MAMP.MAMP"
				},
				{
					"PackageIdentifier" : "gnuplot.gnuplot"
				},
				{
					"PackageIdentifier" : "Nvidia.GeForceExperience"
				},
				{
					"PackageIdentifier" : "EclipseAdoptium.Temurin.17"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2010Redist-x86"
				},
				{
					"PackageIdentifier" : "BlenderFoundation.Blender"
				},
				{
					"PackageIdentifier" : "Microsoft.dotnetRuntime.5-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.dotnetRuntime.3-x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VC++2012Redist-x64"
				},
				{
					"PackageIdentifier" : "Microsoft.dotnetRuntime.3-x64"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://winget.azureedge.net/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.2.10132-preview"
}